{
    "<|endoftext|>": 0,
    "!": 1,
    "\"": 2,
    "#": 3,
    "$": 4,
    "%": 5,
    "&": 6,
    "'": 7,
    "(": 8,
    ")": 9,
    "*": 10,
    "+": 11,
    ",": 12,
    "-": 13,
    ".": 14,
    "/": 15,
    "0": 16,
    "1": 17,
    "2": 18,
    "3": 19,
    "4": 20,
    "5": 21,
    "6": 22,
    "7": 23,
    "8": 24,
    "9": 25,
    ":": 26,
    ";": 27,
    "<": 28,
    "=": 29,
    ">": 30,
    "?": 31,
    "@": 32,
    "A": 33,
    "B": 34,
    "C": 35,
    "D": 36,
    "E": 37,
    "F": 38,
    "G": 39,
    "H": 40,
    "I": 41,
    "J": 42,
    "K": 43,
    "L": 44,
    "M": 45,
    "N": 46,
    "O": 47,
    "P": 48,
    "Q": 49,
    "R": 50,
    "S": 51,
    "T": 52,
    "U": 53,
    "V": 54,
    "W": 55,
    "X": 56,
    "Y": 57,
    "Z": 58,
    "[": 59,
    "\\": 60,
    "]": 61,
    "^": 62,
    "_": 63,
    "`": 64,
    "a": 65,
    "b": 66,
    "c": 67,
    "d": 68,
    "e": 69,
    "f": 70,
    "g": 71,
    "h": 72,
    "i": 73,
    "j": 74,
    "k": 75,
    "l": 76,
    "m": 77,
    "n": 78,
    "o": 79,
    "p": 80,
    "q": 81,
    "r": 82,
    "s": 83,
    "t": 84,
    "u": 85,
    "v": 86,
    "w": 87,
    "x": 88,
    "y": 89,
    "z": 90,
    "{": 91,
    "|": 92,
    "}": 93,
    "~": 94,
    "ВЎ": 95,
    "Вў": 96,
    "ВЈ": 97,
    "ВӨ": 98,
    "ВҘ": 99,
    "ВҰ": 100,
    "В§": 101,
    "ВЁ": 102,
    "В©": 103,
    "ВӘ": 104,
    "В«": 105,
    "В¬": 106,
    "В®": 107,
    "ВҜ": 108,
    "В°": 109,
    "Вұ": 110,
    "ВІ": 111,
    "Ві": 112,
    "Вҙ": 113,
    "Вө": 114,
    "В¶": 115,
    "В·": 116,
    "Вё": 117,
    "В№": 118,
    "Вә": 119,
    "В»": 120,
    "Вј": 121,
    "ВҪ": 122,
    "Вҫ": 123,
    "Вҝ": 124,
    "ГҖ": 125,
    "ГҒ": 126,
    "ГӮ": 127,
    "Гғ": 128,
    "Г„": 129,
    "Г…": 130,
    "ГҶ": 131,
    "ГҮ": 132,
    "ГҲ": 133,
    "Гү": 134,
    "ГҠ": 135,
    "ГӢ": 136,
    "ГҢ": 137,
    "ГҚ": 138,
    "ГҺ": 139,
    "ГҸ": 140,
    "Гҗ": 141,
    "Г‘": 142,
    "Г’": 143,
    "Г“": 144,
    "Г”": 145,
    "Г•": 146,
    "Г–": 147,
    "Г—": 148,
    "Гҳ": 149,
    "Гҷ": 150,
    "Гҡ": 151,
    "Гӣ": 152,
    "Гң": 153,
    "Гқ": 154,
    "Гһ": 155,
    "Гҹ": 156,
    "Г ": 157,
    "ГЎ": 158,
    "Гў": 159,
    "ГЈ": 160,
    "ГӨ": 161,
    "ГҘ": 162,
    "ГҰ": 163,
    "Г§": 164,
    "ГЁ": 165,
    "Г©": 166,
    "ГӘ": 167,
    "Г«": 168,
    "Г¬": 169,
    "Гӯ": 170,
    "Г®": 171,
    "ГҜ": 172,
    "Г°": 173,
    "Гұ": 174,
    "ГІ": 175,
    "Гі": 176,
    "Гҙ": 177,
    "Гө": 178,
    "Г¶": 179,
    "Г·": 180,
    "Гё": 181,
    "Г№": 182,
    "Гә": 183,
    "Г»": 184,
    "Гј": 185,
    "ГҪ": 186,
    "Гҫ": 187,
    "Гҝ": 188,
    "ДҖ": 189,
    "ДҒ": 190,
    "ДӮ": 191,
    "Дғ": 192,
    "Д„": 193,
    "Д…": 194,
    "ДҶ": 195,
    "ДҮ": 196,
    "ДҲ": 197,
    "Дү": 198,
    "ДҠ": 199,
    "ДӢ": 200,
    "ДҢ": 201,
    "ДҚ": 202,
    "ДҺ": 203,
    "ДҸ": 204,
    "Дҗ": 205,
    "Д‘": 206,
    "Д’": 207,
    "Д“": 208,
    "Д”": 209,
    "Д•": 210,
    "Д–": 211,
    "Д—": 212,
    "Дҳ": 213,
    "Дҷ": 214,
    "Дҡ": 215,
    "Дӣ": 216,
    "Дң": 217,
    "Дқ": 218,
    "Дһ": 219,
    "Дҹ": 220,
    "Д ": 221,
    "ДЎ": 222,
    "Дў": 223,
    "ДЈ": 224,
    "ДӨ": 225,
    "ДҘ": 226,
    "ДҰ": 227,
    "Д§": 228,
    "ДЁ": 229,
    "Д©": 230,
    "ДӘ": 231,
    "Д«": 232,
    "Д¬": 233,
    "Дӯ": 234,
    "Д®": 235,
    "ДҜ": 236,
    "Д°": 237,
    "Дұ": 238,
    "ДІ": 239,
    "Ді": 240,
    "Дҙ": 241,
    "Дө": 242,
    "Д¶": 243,
    "Д·": 244,
    "Дё": 245,
    "Д№": 246,
    "Дә": 247,
    "Д»": 248,
    "Дј": 249,
    "ДҪ": 250,
    "Дҫ": 251,
    "Дҝ": 252,
    "ЕҖ": 253,
    "ЕҒ": 254,
    "ЕӮ": 255,
    "Еғ": 256,
    "he": 257,
    "Д t": 258,
    "Д a": 259,
    "Д s": 260,
    "Д w": 261,
    "nd": 262,
    "Д the": 263,
    "ed": 264,
    "Д b": 265,
    "Д to": 266,
    "Д and": 267,
    "Д h": 268,
    "Д f": 269,
    "in": 270,
    "Д wa": 271,
    "Д T": 272,
    "it": 273,
    "re": 274,
    "ou": 275,
    "Д l": 276,
    "Д d": 277,
    "Д c": 278,
    "Д p": 279,
    "ay": 280,
    "Д was": 281,
    "er": 282,
    "Д m": 283,
    "om": 284,
    "Д he": 285,
    "Д The": 286,
    "is": 287,
    "Д n": 288,
    "on": 289,
    "ar": 290,
    "im": 291,
    "Д sa": 292,
    "ll": 293,
    "id": 294,
    "Д ha": 295,
    "Д g": 296,
    "Д S": 297,
    "at": 298,
    "ing": 299,
    "ot": 300,
    "en": 301,
    "an": 302,
    "le": 303,
    "or": 304,
    "ir": 305,
    "Д H": 306,
    "am": 307,
    "et": 308,
    "Д it": 309,
    "Д th": 310,
    "ig": 311,
    "Д They": 312,
    "il": 313,
    "Д in": 314,
    "Д He": 315,
    "Д pl": 316,
    "Д \"": 317,
    "ow": 318,
    "ver": 319,
    "ri": 320,
    "Д u": 321,
    "ut": 322,
    "Д day": 323,
    "Д said": 324,
    "ith": 325,
    "pp": 326,
    "Д play": 327,
    "Д be": 328,
    "On": 329,
    "Д with": 330,
    "Д o": 331,
    "Д y": 332,
    "Д her": 333,
    "Д r": 334,
    "oo": 335,
    "ked": 336,
    "ce": 337,
    "Д his": 338,
    "Д She": 339,
    "Д I": 340,
    "ld": 341,
    "Д st": 342,
    "Д Tim": 343,
    "ke": 344,
    "Д e": 345,
    "nt": 346,
    "ck": 347,
    "Д big": 348,
    "very": 349,
    "Д you": 350,
    "ve": 351,
    "st": 352,
    "Д happ": 353,
    "Д on": 354,
    "end": 355,
    "un": 356,
    "all": 357,
    "ily": 358,
    "riend": 359,
    "Д friend": 360,
    "Д L": 361,
    "Д up": 362,
    "Д they": 363,
    "Д want": 364,
    "Д we": 365,
    "Д had": 366,
    "Д not": 367,
    "her": 368,
    "Д li": 369,
    "itt": 370,
    "Д do": 371,
    "Д of": 372,
    "Д B": 373,
    "ad": 374,
    "es": 375,
    "Д happy": 376,
    "Д M": 377,
    "ent": 378,
    "Д very": 379,
    "Д that": 380,
    "One": 381,
    "Д saw": 382,
    "Д mom": 383,
    "ould": 384,
    "'s": 385,
    "se": 386,
    "Д for": 387,
    "ittle": 388,
    "Д little": 389,
    "Д so": 390,
    "Д she": 391,
    "Д sh": 392,
    "ime": 393,
    "Д k": 394,
    "Д time": 395,
    "Д ne": 396,
    "Д nam": 397,
    "ch": 398,
    "Д there": 399,
    ".\"": 400,
    "ound": 401,
    "Д bo": 402,
    "Д named": 403,
    "Д Lily": 404,
    "ird": 405,
    "Д sm": 406,
    "Д wanted": 407,
    "Д bird": 408,
    "Д Tom": 409,
    "ved": 410,
    "Д were": 411,
    "Д but": 412,
    "The": 413,
    "Д friends": 414,
    "!\"": 415,
    "out": 416,
    "ht": 417,
    "el": 418,
    "ake": 419,
    "al": 420,
    "Д an": 421,
    "Д too": 422,
    "ide": 423,
    "Д hel": 424,
    "Once": 425,
    "Д wh": 426,
    "Д help": 427,
    "ug": 428,
    "ome": 429,
    "Д went": 430,
    "Д all": 431,
    "Д It": 432,
    "Д A": 433,
    "Д loo": 434,
    "Д is": 435,
    "Д upon": 436,
    "Д lo": 437,
    "ue": 438,
    "ter": 439,
    "ry": 440,
    "ore": 441,
    "ind": 442,
    "get": 443,
    "Д fun": 444,
    "Д toy": 445,
    "ill": 446,
    "ack": 447,
    "gether": 448,
    "Д at": 449,
    "Д j": 450,
    "Д as": 451,
    "Д did": 452,
    "ame": 453,
    "Д re": 454,
    "Д together": 455,
    "ur": 456,
    "Д cat": 457,
    "ra": 458,
    "Д dog": 459,
    "Д se": 460,
    "ly": 461,
    "Д tre": 462,
    "ood": 463,
    "Д gir": 464,
    "Д can": 465,
    "ic": 466,
    "Д ball": 467,
    "my": 468,
    "Д girl": 469,
    "Д could": 470,
    "ard": 471,
    "ted": 472,
    "Д him": 473,
    "Д their": 474,
    "ec": 475,
    "ark": 476,
    "Д ro": 477,
    "way": 478,
    "Д kn": 479,
    "Д played": 480,
    "?\"": 481,
    "hed": 482,
    "Д fr": 483,
    "ain": 484,
    "hen": 485,
    "Д le": 486,
    "Д out": 487,
    "um": 488,
    "'t": 489,
    "ax": 490,
    "Д go": 491,
    "Д them": 492,
    "Д are": 493,
    "Д boy": 494,
    "Д sad": 495,
    "ul": 496,
    "oug": 497,
    "Д have": 498,
    "Д tree": 499
}